[
  {
    "slug": "accountancy-level-3",
    "title": "Level 3 Diploma in Accountancy",
    "shortDescription": "Build a strong foundation in accounting with a UK Ofqual-regulated Level 3 Diploma in Accountancy (60 credits), equivalent to one A level and 24 UCAS tariff points.",
    "overview": "The Level 3 Diploma in Accountancy is a UK university foundation qualification designed to provide learners with essential knowledge and practical skills in financial management and accountancy. This 60-credit programme, equivalent to one A level and 24 UCAS tariff points, prepares learners for progression into undergraduate study or further professional qualifications. Delivered fully online with flexible study, the programme consists of three modules and three written assignments supported by guided learning and tutor support.",
    "whoItsFor": "School leavers, career starters, adult learners, and individuals seeking a foundation qualification in accounting or finance.",
    "whatYoullLearn": "Recording financial transactions; double-entry bookkeeping; cash books and bank reconciliation; management accounting principles; use of ICT in financial reporting.",
    "entryRequirements": "Applicants must be at least 16 years old and normally have a full secondary education. Applicants without formal qualifications may be considered based on relevant work experience.",
    "duration": "Flexible study (6–12 months typical completion)",
    "delivery": "Fully online with guided learning and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "See tuition fees page. Flexible payment options available. Free laptop available for full upfront payment (terms apply).",
    "heroImage": "/images/courses/level3/accountancy.jpg",
    "imageAlt": "Accountancy Level 3 course"
  },
  {
    "slug": "business-management-level-3",
    "title": "Level 3 Diploma in Business Management",
    "shortDescription": "Gain a strong foundation in business with a UK Ofqual-regulated Level 3 Diploma in Business Management (120 credits), equivalent to two A levels.",
    "overview": "This 120-credit qualification introduces core business principles including communication, people management, marketing, finance, and customer service. Delivered fully online, it prepares learners for employment or progression to Level 4/5 diplomas or undergraduate study.",
    "whoItsFor": "School leavers and learners seeking university progression or entry-level business roles.",
    "whatYoullLearn": "Business communication; people management; finance fundamentals; marketing principles; customer service; understanding the business environment.",
    "entryRequirements": "Minimum age 16 with full secondary education or relevant work experience.",
    "duration": "Flexible study (6–12 months typical completion)",
    "delivery": "Fully online with guided learning and tutor support.",
    "startDatesNote": "Start anytime.",
    "priceNote": "Flexible payment options available. Free laptop for full payment (terms apply).",
    "heroImage": "/images/courses/level3/business-management.jpg",
    "imageAlt": "Business Management Level 3 course"
  },
  {
    "slug": "business-studies-level-3",
    "title": "Level 3 Diploma in Business Studies",
    "shortDescription": "Develop in-depth knowledge of business operations and structure with a 60-credit Level 3 Diploma in Business Studies.",
    "overview": "This qualification builds understanding of research skills, IT for business, economics, accounting, marketing, and organisational structures. It supports direct entry into Year 1 of UK bachelor’s degrees or progression to Level 4 diplomas.",
    "whoItsFor": "Learners seeking higher education progression or foundational business knowledge.",
    "whatYoullLearn": "Academic research; IT for business; economics; accounting basics; marketing; organisational structure and operations.",
    "entryRequirements": "Minimum age 16. English proficiency required.",
    "duration": "Flexible delivery (approx. 6 months full-time equivalent)",
    "delivery": "Online or blended delivery depending on centre.",
    "startDatesNote": "Flexible start dates.",
    "priceNote": "See tuition fees page for details.",
    "heroImage": "/images/courses/level3/business-studies.jpg",
    "imageAlt": "Business Studies Level 3 course"
  },
  {
    "slug": "employability-and-workplace-skills-level-3",
    "title": "Level 3 Diploma in Employability and Workplace Skills",
    "shortDescription": "Develop workplace confidence and professional skills with a 60-credit Level 3 Foundation Diploma in Employability and Workplace Skills.",
    "overview": "This programme develops practical employability skills, workplace communication, career planning, and personal effectiveness. It prepares learners for employment or further study.",
    "whoItsFor": "Job seekers, school leavers, and adults returning to education.",
    "whatYoullLearn": "Career planning; managing performance; workplace professionalism; managing resources; business environment skills.",
    "entryRequirements": "Minimum age 16 with secondary education or relevant experience.",
    "duration": "Flexible (6–12 months typical)",
    "delivery": "Fully online with assignments.",
    "startDatesNote": "Start anytime.",
    "priceNote": "Flexible payment options available.",
    "heroImage": "/images/courses/level3/employability.jpg",
    "imageAlt": "Employability and Workplace Skills course"
  },
  {
    "slug": "engineering-level-3",
    "title": "Level 3 Diploma in Engineering",
    "shortDescription": "Gain core engineering knowledge in mechanics, electricity, mathematics, and design with a 60-credit Level 3 Foundation Diploma in Engineering.",
    "overview": "This programme introduces engineering principles, design technology, electricity, mechanics, statistics, and mathematics. It prepares learners for employment or progression to engineering degree programmes.",
    "whoItsFor": "Aspiring engineers and learners seeking technical progression routes.",
    "whatYoullLearn": "Engineering calculations; circuit theory; mechanics; CAD basics; statistics; engineering mathematics.",
    "entryRequirements": "Minimum age 16 with secondary education.",
    "duration": "Flexible (6–12 months typical)",
    "delivery": "Fully online.",
    "startDatesNote": "Start anytime.",
    "priceNote": "Flexible payment plans available.",
    "heroImage": "/images/courses/level3/engineering.jpg",
    "imageAlt": "Engineering Level 3 course"
  },
  {
    "slug": "health-and-social-care-level-3",
    "title": "Level 3 Diploma in Health and Social Care",
    "shortDescription": "Begin your career in care with a 60-credit Level 3 Diploma in Health and Social Care (RQF).",
    "overview": "This qualification develops knowledge in communication, public health, person-centred care, and specialist care areas such as diabetes, stroke, and dementia. Delivered 100% online and aligned to RQF standards.",
    "whoItsFor": "Aspiring care assistants, support workers, and learners progressing to Level 4 Health and Social Care.",
    "whatYoullLearn": "Communication in care; public health promotion; person-centred care; ethical standards; specialist care understanding.",
    "entryRequirements": "Minimum age 16. Level 2 qualification recommended.",
    "duration": "6–12 months flexible access.",
    "delivery": "100% online with assignment assessment.",
    "startDatesNote": "Flexible enrolment.",
    "priceNote": "Free certificate postage included. Courier option available at additional cost.",
    "heroImage": "/images/courses/level3/health-social-care.jpg",
    "imageAlt": "Health and Social Care Level 3 course"
  },
  {
    "slug": "information-technology-level-3",
    "title": "Level 3 Diploma in Information Technology",
    "shortDescription": "Start your IT career with a 60-credit Level 3 Diploma in Information Technology.",
    "overview": "This qualification introduces computer systems, coding, networking, cybersecurity, mobile communications, and social media for business. It prepares learners for IT careers or further study.",
    "whoItsFor": "Aspiring IT professionals and learners progressing to computing degrees.",
    "whatYoullLearn": "Coding and website development; networking principles; cybersecurity; mobile technologies; social media strategy.",
    "entryRequirements": "Minimum age 16 with secondary education.",
    "duration": "Flexible (6–12 months typical)",
    "delivery": "Fully online.",
    "startDatesNote": "Start anytime.",
    "priceNote": "Flexible payments available. Free laptop included for full payment (terms apply).",
    "heroImage": "/images/courses/level3/information-technology.jpg",
    "imageAlt": "Information Technology Level 3 course"
  },
  {
    "slug": "people-and-organisations-level-3",
    "title": "Level 3 Diploma in People and Organisations",
    "shortDescription": "Develop leadership and management foundations with a 60-credit Level 3 Diploma in People and Organisations.",
    "overview": "This qualification builds understanding of leadership, finance, organisational culture, teamwork, and workplace welfare. It supports progression into management roles or university study.",
    "whoItsFor": "Aspiring junior managers and team leaders seeking promotion.",
    "whatYoullLearn": "Leadership skills; organisational culture; managing operations; teamwork; workplace welfare; finance basics.",
    "entryRequirements": "Minimum age 16 with secondary education.",
    "duration": "Flexible (6–12 months typical)",
    "delivery": "Fully online with assignment assessment.",
    "startDatesNote": "Start anytime.",
    "priceNote": "Flexible payment options available.",
    "heroImage": "/images/courses/level3/people-and-organisations.jpg",
    "imageAlt": "People and Organisations Level 3 course"
  }
]
