[
  {
    "slug": "accounting-and-business-level-45",
    "title": "Level 5 Extended Diploma in Accounting and Finance",
    "shortDescription": "Earn a UK accredited Level 4 and 5 Extended Diploma in Accounting and Finance with flexible online study and strong university progression routes.",
    "overview": "This UK accredited Extended Diploma in Accounting and Finance provides a strong foundation in financial and business practice, covering financial accounting, management accounting, economics, strategy, human resources, and business law. Learners can complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, Coventry University, Edinburgh Napier University, the University of Bolton, the University of Central Lancashire (UCLan), the University of Cumbria, the University of Derby, the University of Hertfordshire, the University of Northampton, and the University of Sunderland, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring accountants, finance professionals, career changers, business owners, and learners seeking a flexible pathway to a UK accounting or business degree.",
    "whatYoullLearn": "Financial and management accounting; budgeting and financial reporting; quantitative methods; business economics; leadership and team management; strategy and decision-making; human resource management; marketing for managers; business law; entrepreneurship and business start-up skills.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/accounting-business.jpg",
    "imageAlt": "Accounting and Business course"
  },
  {
    "slug": "business-management-level-45",
    "title": "Level 5 Extended Diploma in Business Management",
    "shortDescription": "Gain a UK accredited Level 4 and 5 Extended Diploma in Business Management with flexible online study and clear university progression routes.",
    "overview": "This UK accredited Level 5 Extended Diploma in Business Management provides a comprehensive foundation in modern business practice, covering strategy, operations, marketing, human resources, finance, and governance. Designed for flexible online study, the programme allows learners to complete Level 4 (120 credits), Level 5 (120 credits) as a combined pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, Anglia Ruskin University, Coventry University, Edinburgh Napier University, the University of Bolton, the University of Central Lancashire (UCLan), the University of Cumbria, the University of Derby, the University of Hertfordshire, the University of Huddersfield, Northumbria University, Staffordshire University, and the University of Sunderland, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring managers, career changers, entrepreneurs, and learners seeking a flexible pathway to a UK university business degree.",
    "whatYoullLearn": "Business operations and communication; finance and accounting basics; leadership and team management; global business context; strategy and decision-making; human resource management; marketing for managers; business law; entrepreneurship and business start-up skills.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/business-management.jpg",
    "imageAlt": "Business Management course"
  },
  {
    "slug": "cyber-security-level-45",
    "title": "Level 5 Extended Diploma in Cyber Security",
    "shortDescription": "Develop advanced cyber security skills with a UK accredited 240-credit Level 5 Extended Diploma and progress to a UK university degree.",
    "overview": "This UK Level 5 Extended Diploma in Cyber Security is a 240-credit qualification designed to develop advanced technical and strategic cyber security capabilities. The programme covers threat and risk management, network and database security, digital investigations, cryptography, incident response, and cyber security leadership. It is structured across Level 4 and Level 5 content, providing a strong foundation followed by advanced specialist knowledge. Successful completion supports progression to a Level 6 university top-up degree in cyber security or related disciplines.",
    "whoItsFor": "Aspiring cyber security professionals, IT practitioners, career changers, and learners seeking progression into specialist security, forensics, or leadership roles.",
    "whatYoullLearn": "Cyber security threats and risk management; network and data communications security; database security and programming; incident response and digital forensics; security strategy, law and policy; cryptography; communications and incident management; strategic cyber security leadership.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/cyber-security.jpg",
    "imageAlt": "Cyber Security course"
  },
  {
    "slug": "entrepreneurship-and-management-level-45",
    "title": "Level 5 Extended Diploma in Entrepreneurship and Management",
    "shortDescription": "Develop entrepreneurial and management skills with a UK accredited Level 4 and 5 Diploma and progress to a UK university top-up degree.",
    "overview": "This UK accredited Level 5 Extended Diploma in Entrepreneurship and Management is designed for aspiring entrepreneurs and future business leaders. The programme covers innovation, business planning, finance, marketing, leadership, and strategic management, with a strong focus on entrepreneurial thinking within modern organisations. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, Coventry University, Edinburgh Napier University, the University of Bolton, the University of Central Lancashire (UCLan), the University of Cumbria, the University of Derby, the University of Hertfordshire, and the University of Sunderland, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring business owners, startup founders, future managers, career changers, and professionals seeking practical entrepreneurial and leadership skills.",
    "whatYoullLearn": "Entrepreneurial thinking and innovation; business planning and goal setting; managing finance and marketing; leadership and team management; organisational structures; strategy and decision-making; business law; risk and performance management.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/entrepreneurship-management.jpg",
    "imageAlt": "Entrepreneurship and Management course"
  },
  {
    "slug": "health-and-social-care-management-level-45",
    "title": "Level 5 Extended Diploma in Health and Social Care",
    "shortDescription": "Gain a UK accredited Level 4 and 5 Extended Diploma in Health and Social Care and progress to a UK university top-up degree.",
    "overview": "This UK accredited Extended Diploma in Health and Social Care provides a comprehensive foundation for learners seeking careers in health, social care, and related services. The programme covers equality and diversity, communication, safeguarding, health and safety, partnership working, wellbeing promotion, leadership, and research methods. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Anglia Ruskin University, Arden University, Birmingham Newman University, the University of Bolton, the University of Central Lancashire (UCLan), the University of Cumbria, the University of Derby, and London South Bank University, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring health and social care professionals, support workers, care managers, career changers, and learners seeking progression into senior care or management roles.",
    "whatYoullLearn": "Equality, diversity and inclusion in care; communication in caring professions; health and safety principles; assessment and safeguarding practices; partnership working; wellbeing promotion; team leadership; professional supervision; research methods in health and social care.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/health-social-care-management.jpg",
    "imageAlt": "Health and Social Care Management course"
  },
  {
    "slug": "human-resource-management-level-45",
    "title": "Level 5 Extended Diploma in Human Resource Management",
    "shortDescription": "Develop practical HR and people management skills with a UK accredited Level 4 and 5 Diploma in Human Resource Management and progress to a UK university top-up degree.",
    "overview": "This Extended Diploma in Human Resource Management provides a comprehensive foundation in managing people, performance, and organisational culture. The programme covers recruitment and development, employee relations, performance management, ethics, organisational structure, employment law, and strategic HR planning. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Coventry University, Edinburgh Napier University, the University of Bolton, the University of Central Lancashire (UCLan), the University of Cumbria, the University of Derby, the University of Hertfordshire, University of Huddersfield, and the University of Sunderland, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring HR professionals, people managers, career changers, team leaders, and learners seeking progression into senior HR or management roles.",
    "whatYoullLearn": "Recruitment and talent development; employee relations and performance management; organisational culture and structure; ethical and legal considerations in HR; strategic human resource management; motivation and team leadership; HR analytics and decision-making.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/human-resource-management.jpg",
    "imageAlt": "Human Resource Management course"
  },
  {
    "slug": "it-and-computing-level-45",
    "title": "Level 5 Extended Diploma in IT and Computing",
    "shortDescription": "Build practical IT and computing skills with a UK accredited Level 4 and 5 Diploma and progress to a UK university top-up degree.",
    "overview": "This UK accredited Extended Diploma in IT and Computing provides a comprehensive foundation in modern information technology and digital systems. The programme covers programming, cybersecurity, systems analysis, databases, networks, software engineering, and IT project management. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, the University of Derby, University of Gloucestershire, the University of Hertfordshire, University of Huddersfield, Middlesex University, University of Northampton, the University of Sunderland, Staffordshire University, University of Portsmouth (London Campus), and University of Roehampton, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring IT professionals, career changers, technicians, and learners seeking progression into software, networking, cybersecurity, or computing related roles.",
    "whatYoullLearn": "Computer programming fundamentals; cybersecurity principles; systems analysis and design; web and mobile applications; computer and network technologies; database systems; software engineering; management information systems; IT project management.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/it-computing.jpg",
    "imageAlt": "IT and Computing course"
  },
  {
    "slug": "it-and-e-commerce-level-45",
    "title": "Level 5 Extended Diploma in IT and E-Commerce",
    "shortDescription": "Combine IT and e-commerce skills with a UK accredited Level 4 and 5 Extended Diploma and progress to a UK university top-up degree.",
    "overview": "This UK accredited Extended Diploma in IT and E-Commerce provides a strong foundation in information technology alongside modern e-commerce systems and digital business models. The programme covers programming, databases, systems analysis, cybersecurity, human computer interaction, and both B2B and B2C e-commerce applications. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, the University of Derby, the University of Hertfordshire, University of Huddersfield, and Middlesex University, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring IT professionals, e-commerce specialists, career changers, digital business professionals, and learners seeking progression into technology-driven roles.",
    "whatYoullLearn": "Computer systems and programming; databases and software engineering; systems analysis and design; human-computer interaction; management information systems; network security; technopreneurship; system administration; B2B and B2C e-commerce models and applications.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/it-ecommerce.jpg",
    "imageAlt": "IT and E-commerce course"
  },
  {
    "slug": "it-and-networking-level-45",
    "title": "Level 5 Extended Diploma in IT and Networking",
    "shortDescription": "Build core IT and networking skills with a UK accredited Level 4 and 5 Extended Diploma and progress to a UK university top-up degree.",
    "overview": "This UK accredited Extended Diploma in IT and Networking provides a strong foundation in information technology, networking, and infrastructure management. The programme covers computer systems, programming, databases, systems analysis, cybersecurity, network routing and switching, system administration, and network design. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, the University of Derby, the University of Hertfordshire, University of Huddersfield, and Middlesex University, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring network engineers, IT support professionals, systems administrators, career changers, and learners seeking progression into infrastructure and networking roles.",
    "whatYoullLearn": "Computer systems and software; programming fundamentals; databases and software engineering; systems analysis and design; network security; routing and switching; system administration; network design and management; IT project concepts.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/it-networking.jpg",
    "imageAlt": "IT and Networking course"
  },
  {
    "slug": "it-and-web-design-level-45",
    "title": "Level 5 Extended Diploma in IT and Web Design",
    "shortDescription": "Develop IT and web design skills with a UK accredited Level 4 and 5 Extended Diploma and progress to a UK university top-up degree.",
    "overview": "This UK accredited Extended Diploma in IT and Web Design provides a strong foundation in information technology alongside modern web design and digital development practices. The programme covers programming, databases, systems analysis, human computer interaction, content management systems, web design, and network security. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, the University of Derby, the University of Hertfordshire, University of Huddersfield, Middlesex University, and University of Roehampton, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring web designers, front-end developers, UX/UI practitioners, career changers, and learners seeking progression into creative and technical IT roles.",
    "whatYoullLearn": "Computer systems and programming; databases and software engineering; systems analysis and design; human-computer interaction; content management systems; web design principles; network security; technopreneurship; system administration.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/it-web-design.jpg",
    "imageAlt": "IT and Web Design course"
  },
  {
    "slug": "law-level-45",
    "title": "Level 5 Extended Diploma in Law",
    "shortDescription": "Build a strong legal foundation with a UK accredited Level 4 and 5 Extended Diploma in Law and progress to further legal study or professional roles.",
    "overview": "This UK accredited Extended Diploma in Law provides a comprehensive foundation in English law and legal practice. The programme covers core legal principles including contract, criminal, public, employment, company, and international business law, alongside legal research and professional skills. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). The qualification is equivalent to the first two years of a UK undergraduate law degree and supports progression into further legal study or related professional roles.",
    "whoItsFor": "Aspiring legal professionals, career changers, compliance officers, paralegals, and learners seeking progression into law or law-related careers.",
    "whatYoullLearn": "English legal system foundations; contract and criminal law; public and business law; company law and corporate governance; employment and land law; tort law; international business law; legal research methods and professional legal skills.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/law.jpg",
    "imageAlt": "Law course"
  },
  {
    "slug": "leadership-and-teamwork-level-45",
    "title": "Level 5 Extended Diploma in Leadership and Teamwork",
    "shortDescription": "Develop effective leadership, communication, and team management skills with a Level 4 and 5 Extended Diploma and progress to a UK university top-up degree.",
    "overview": "This Extended Diploma in Leadership and Teamwork provides a comprehensive foundation in leading people and managing teams within modern organisations. The programme covers leadership styles, communication, ethical management, performance management, motivation, teamwork, and strategic human resource management, alongside core business and management principles at Level 5. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, Coventry University, University of Greater Manchester (Bolton), the University of Central Lancashire (UCLan), University of Cumbria, the University of Derby, University of Gloucestershire, the University of Hertfordshire, University of Huddersfield, Middlesex University, University of Northampton, the University of Sunderland, Staffordshire University, and University of Portsmouth (London Campus), subject to individual university entry requirements.",
    "whoItsFor": "Aspiring leaders, team leaders, supervisors, project managers, career changers, and professionals seeking to strengthen leadership and teamwork capabilities.",
    "whatYoullLearn": "Leadership styles and skills; team dynamics and high-performance teams; communication and interpersonal skills; motivation and influence; ethical and people management; performance management; strategic human resource management; business strategy and decision-making.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/leadership-teamwork.jpg",
    "imageAlt": "Leadership and Teamwork course"
  },
  {
    "slug": "logistics-and-supply-chain-management-level-45",
    "title": "Level 5 Extended Diploma in Logistics and Supply Chain Management",
    "shortDescription": "Develop supply chain and logistics skills with a UK Level 4 and Level 5 Extended Diploma and progress to a UK university top-up degree.",
    "overview": "This UK accredited Extended Diploma in Logistics and Supply Chain Management provides a practical foundation in modern logistics operations and supply chain strategy. The programme covers logistics within the business environment, operations and logistics management, communication, finance, leadership, and applied academic skills at Level 4, alongside progression content at Level 5 covering key business and management themes. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, Coventry University, University of Greater Manchester (Bolton), the University of Central Lancashire (UCLan), University of Cumbria, the University of Derby, University of Gloucestershire, the University of Hertfordshire, University of Huddersfield, Middlesex University, University of Northampton, the University of Sunderland, Staffordshire University, and University of Portsmouth (London Campus), subject to individual university entry requirements.",
    "whoItsFor": "Aspiring supply chain professionals, logistics coordinators, procurement staff, warehouse and transport planners, career changers, and learners seeking progression into management roles.",
    "whatYoullLearn": "Logistics strategy and the business environment; operations and logistics management; procurement and inventory principles; communication in business; finance and accounting basics; leading and managing teams; business strategy and decision-making for progression.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/logistics-supply-chain.jpg",
    "imageAlt": "Logistics and Supply Chain Management course"
  },
  {
    "slug": "marketing-level-45",
    "title": "Level 5 Extended Diploma in Sales and Marketing",
    "shortDescription": "Build practical sales and marketing expertise with a Level 4 and 5 Extended Diploma and progress to a UK university top-up degree.",
    "overview": "This Extended Diploma in Sales and Marketing provides a comprehensive foundation in modern sales and marketing practices, combining strategic, analytical, and practical skills. The programme covers customer behaviour, marketing communications, digital and e-marketing, sales planning, branding, and marketing strategy at Level 4, with progression to advanced business, management, and decision-making themes at Level 5. Learners may complete Level 4 (120 credits), Level 5 (120 credits), or a combined Level 4 & 5 pathway (240 credits). This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, Coventry University, University of Greater Manchester (Bolton), the University of Central Lancashire (UCLan), University of Cumbria, the University of Derby, University of Gloucestershire, the University of Hertfordshire, University of Huddersfield, Middlesex University, University of Northampton, the University of Sunderland, Staffordshire University, and University of Portsmouth (London Campus), subject to individual university entry requirements.",
    "whoItsFor": "Aspiring sales and marketing professionals, account executives, digital marketers, business development staff, career changers, and learners seeking progression into commercial or managerial roles.",
    "whatYoullLearn": "Sales strategy and selling techniques; customer behaviour and relationship management; marketing mix and marketing strategy; digital and e-marketing communications; branding and market research; marketing and sales planning; business decision-making and performance management.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/sales-marketing.jpg",
    "imageAlt": "Sales and Marketing course"
  },
  {
    "slug": "psychology-level-45",
    "title": "Level 5 Extended Diploma in Psychology",
    "shortDescription": "Explore human behaviour, mental health, and applied psychology with a 240-credit Level 5 Extended Diploma.",
    "overview": "This Level 5 Extended Diploma in Psychology is a comprehensive 240-credit qualification delivered fully online. The programme provides an in-depth exploration of psychological theory, research, and applied practice, covering key areas such as biopsychology, social and developmental psychology, mental health, addiction, and psychological research methods. Learners develop strong analytical, critical thinking, and research skills while gaining a nuanced understanding of human behaviour, cognition, and mental health conditions. This qualification is designed for learners seeking advanced psychological knowledge, career progression, or preparation for further study in psychology and related professional fields.",
    "whoItsFor": "Aspiring psychologists, counsellors, social care professionals, researchers, career changers, and learners seeking progression to higher education in psychology or related disciplines.",
    "whatYoullLearn": "Psychological approaches to mental health conditions; biopsychology and human behaviour; social and developmental psychology; individual differences and personality; addiction and behavioural diversity; research methods and investigative psychology; critical analysis and academic writing.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/psychology.jpg",
    "imageAlt": "Psychology course"
  },
  {
    "slug": "tourism-and-hospitality-management-level-45",
    "title": "Level 5 Extended Diploma in Tourism and Hospitality Management",
    "shortDescription": "Develop the skills to succeed in global tourism and hospitality, from hotel and events management to customer service, marketing, and operations.",
    "overview": "This Level 4 and Level 5 Extended Diploma in Tourism and Hospitality Management pathway is designed for learners aiming to build successful careers in the global hospitality industry. The course covers core operational, managerial, and strategic areas including food and beverage operations, customer service, sustainability, events management, marketing, finance, and human resource management. Delivered fully online with flexible study options, the programme supports progression to supervisory and management roles and provides a clear pathway to a UK university top-up degree in hospitality or tourism management. This qualification is equivalent to the first and second years of a UK undergraduate degree and is designed to support confident academic and career progression. On successful completion, learners can progress directly to the final year of a bachelor’s degree at a wide range of UK universities, either through on-campus study or flexible distance-learning routes. Progression opportunities may include Arden University, Coventry University, the University of Central Lancashire (UCLan), the University of Derby, Middlesex University, University of Northampton, the University of Sunderland, and Sheffield Hallam University, subject to individual university entry requirements.",
    "whoItsFor": "Aspiring hotel managers, event coordinators, hospitality professionals, career changers, and learners seeking a degree pathway in tourism and hospitality management.",
    "whatYoullLearn": "Tourism and hospitality business environments; services marketing and customer relationship management; sustainability and corporate responsibility; events planning and delivery; digital marketing for hospitality; operations and people management; management accounting and cost control; contemporary issues affecting global tourism and hospitality.",
    "entryRequirements": "Applicants must be aged 18 or over. Entry is open to learners with at least two A-levels (or equivalent qualifications). Applicants without formal qualifications are also welcome and may be considered based on relevant work experience or prior learning. If you are unsure about your eligibility, please use our enquiry form and our admissions team will be happy to advise.",
    "duration": "Flexible study up to 5 years to complete",
    "delivery": "Fully online with guided learning, assignments, webinars, and 1-2-1 tutor support.",
    "startDatesNote": "Start anytime with flexible enrolment.",
    "priceNote": "Pricing details are available on our tuition fees page. We offer flexible payment options to help spread the cost, and a free laptop is available for learners who pay the full course fee upfront (terms and conditions apply).",
    "heroImage": "/images/courses/level45/tourism-hospitality.jpg",
    "imageAlt": "Tourism and Hospitality Management course"
  }
]
