{
  "courses": [
    {
      "slug": "artificial-intelligence-fundamentals",
	  "title": "Artificial Intelligence Fundamentals",
      "shortDescription": "Understand core AI concepts and how to apply them safely in real-world settings.",
      "overview": "This course introduces artificial intelligence from first principles, focusing on what AI is (and is not), where it is used in industry, and how to evaluate AI outputs responsibly. You will explore common AI approaches, practical use cases, and ethical considerations, with hands-on activities that build confidence using AI tools for work and study.",
      "whoItsFor": "Beginners, career changers, business owners, and professionals who want a clear, practical introduction to AI.",
      "whatYoullLearn": "AI vs machine learning basics; real-world AI use cases; prompt-writing fundamentals; bias and limitations; data privacy and safe use; evaluating AI outputs; simple workflows using AI tools.",
      "entryRequirements": "Basic computer literacy and internet access.",
      "duration": "4–6 weeks",
      "delivery": "Online (live sessions) or blended (online + optional in-person support).",
      "startDatesNote": "Monthly intakes (or on-demand for groups).",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/artificial-intelligence-fundamentals.jpg",
      "imageAlt": "Artificial Intelligence Fundamentals course"
    },
    {
      "slug": "aws-cloud-fundamentals",
	  "title": "AWS Cloud Fundamentals",
      "shortDescription": "Learn the essentials of cloud computing with AWS and build confidence with core services.",
      "overview": "A practical introduction to cloud concepts and AWS services. You will learn cloud terminology, identity and access basics, compute and storage fundamentals, and how to think about cost, security, and reliability. Ideal if you are exploring cloud careers or need cloud awareness for your current role.",
      "whoItsFor": "Beginners exploring cloud careers, IT support staff, junior developers, and non-technical professionals needing AWS awareness.",
      "whatYoullLearn": "Cloud concepts; AWS global infrastructure; IAM fundamentals; compute (EC2) and storage (S3) basics; databases overview; monitoring; pricing and cost basics; shared responsibility model.",
      "entryRequirements": "Basic computer literacy. No prior AWS knowledge required.",
      "duration": "3–5 weeks",
      "delivery": "Online (live) with guided labs.",
      "startDatesNote": "Rolling enrolment.",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/aws-cloud-fundamentals.jpg",
      "imageAlt": "AWS Cloud Fundamentals course"
    },
    {
      "slug": "business-analyst-ba-vocational",
	  "title": "Business Analyst (BA)",
      "shortDescription": "Develop practical BA skills: requirements, stakeholders, processes, and delivery support.",
      "overview": "This course builds your business analysis toolkit for real projects. You will learn how to gather requirements, map processes, write clear user stories, support UAT, and communicate with stakeholders. The focus is applied learning with templates and examples aligned to common BA work in digital teams.",
      "whoItsFor": "Aspiring business analysts, career switchers, project support staff, and professionals moving into change and delivery roles.",
      "whatYoullLearn": "BA role and SDLC; stakeholder analysis; requirements elicitation; user stories and acceptance criteria; process mapping; scope and change control; UAT support; documentation and communication.",
      "entryRequirements": "Good written communication and basic digital skills.",
      "duration": "4–8 weeks",
      "delivery": "Online (live) with workshops and assignments.",
      "startDatesNote": "Monthly intakes.",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/business-analyst.jpg",
      "imageAlt": "Business Analyst course"
    },
    {
      "slug": "cyber-security-fundamentals-vocational",
	  "title": "Cybersecurity Fundamentals",
      "shortDescription": "Learn core cybersecurity concepts and practical habits to protect systems and data.",
      "overview": "A beginner-friendly introduction to cybersecurity, covering key threats, security principles, and practical controls used in organisations. You will learn how attacks happen, how to reduce risk, and how to work safely with data and systems.",
      "whoItsFor": "Beginners, IT staff, admin staff, small business owners, and anyone who wants to improve security awareness and skills.",
      "whatYoullLearn": "Threats and attack basics; passwords and MFA; phishing awareness; safe browsing; basic network and endpoint security; data protection basics; incident reporting; security best practice.",
      "entryRequirements": "Basic computer literacy.",
      "duration": "3–6 weeks",
      "delivery": "Online (live) or blended.",
      "startDatesNote": "Rolling enrolment.",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/cybersecurity-fundamentals.jpg",
      "imageAlt": "Cybersecurity Fundamentals course"
    },
    {
      "slug": "data-analytics-vocational",
	  "title": "Data Analytics",
      "shortDescription": "Learn to analyse data using practical tools and present insights clearly.",
      "overview": "This course introduces the core skills needed to work with data: cleaning, exploring, and interpreting datasets, then presenting findings for decision-making. You will work through practical examples and build confidence with common analytics approaches used in organisations.",
      "whoItsFor": "Beginners, professionals who use spreadsheets, aspiring analysts, and anyone moving into data-driven roles.",
      "whatYoullLearn": "Data basics; cleaning and validation; descriptive statistics; charts and dashboards; interpreting results; presenting insights; common analytics workflows.",
      "entryRequirements": "Basic spreadsheet skills recommended.",
      "duration": "4–8 weeks",
      "delivery": "Online (live) with guided practice.",
      "startDatesNote": "Monthly intakes.",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/data-analytics.jpg",
      "imageAlt": "Data Analytics course"
    },
    {
      "slug": "healthcare-support-worker-hcsw-vocational",
	  "title": "Healthcare Support Worker (HCSW)",
      "shortDescription": "Prepare for HCSW roles with essential care knowledge, communication, and safe working practice.",
      "overview": "A practical foundation for learners aiming to work in health and social care settings. The course focuses on person-centred care, communication, safeguarding awareness, infection prevention, and professional conduct aligned with workplace expectations.",
      "whoItsFor": "New entrants to care, career changers, and learners preparing for support worker roles in care homes or community settings.",
      "whatYoullLearn": "Person-centred care; communication; dignity and respect; safeguarding basics; infection prevention; basic health observations awareness; documentation; professionalism and boundaries.",
      "entryRequirements": "Interest in care work; basic literacy and communication skills.",
      "duration": "4–6 weeks",
      "delivery": "Online with practical guidance; optional in-person support sessions if available.",
      "startDatesNote": "Rolling enrolment.",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/healthcare-support-worker.jpg",
      "imageAlt": "Healthcare Support Worker course"
    },
    {
      "slug": "health-and-social-care-vocational",
	  "title": "Health & Social Care",
      "shortDescription": "Build a foundation in health and social care principles, practice, and professional expectations.",
      "overview": "This course introduces key concepts in health and social care including person-centred approaches, communication, safeguarding awareness, and understanding roles within care settings. It supports learners who want to enter care or progress into further study.",
      "whoItsFor": "Beginners exploring health and social care, care staff needing a refresher, and learners preparing for further qualifications.",
      "whatYoullLearn": "Care values; person-centred practice; safeguarding basics; equality and diversity; communication; basic care planning awareness; teamwork and professional conduct.",
      "entryRequirements": "Basic literacy and interest in care work.",
      "duration": "4–8 weeks",
      "delivery": "Online (live) or blended.",
      "startDatesNote": "Monthly intakes.",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/health-and-social-care.jpg",
      "imageAlt": "Health and Social Care course"
    },
    {
      "slug": "ielts-preparation",
	  "title": "IELTS Preparation",
      "shortDescription": "Improve your IELTS performance across Listening, Reading, Writing and Speaking with expert guidance.",
      "overview": "A structured IELTS preparation course designed to improve exam technique and confidence. You will practise each skill area with feedback, learn how IELTS is marked, and follow a plan that targets your current level and band goals.",
      "whoItsFor": "Learners preparing for IELTS Academic or General Training who want structured practice and coaching.",
      "whatYoullLearn": "IELTS exam format; timing strategies; reading and listening techniques; writing task structures; speaking confidence and fluency; band descriptor awareness; mock tests and feedback.",
      "entryRequirements": "Basic English proficiency (course is tailored based on entry level).",
      "duration": "4–10 weeks",
      "delivery": "Online (live) with practice and feedback.",
      "startDatesNote": "Weekly starts or monthly cohorts.",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/ielts-preparation.jpg",
      "imageAlt": "IELTS Preparation course"
    },
    {
      "slug": "software-testing-automation-vocational",
	  "title": "Software Testing (Automation)",
      "shortDescription": "Learn test automation fundamentals and how to build reliable automated checks for web and APIs.",
      "overview": "This course introduces automated testing concepts and practical workflows used in modern software teams. You will learn where automation fits, how to structure tests, and how to automate common checks. The focus is building good habits and maintainable tests, not just tool clicking.",
      "whoItsFor": "Manual testers moving into automation, junior QA engineers, and developers who want testing discipline.",
      "whatYoullLearn": "Automation vs manual strategy; test design; API testing basics; UI automation concepts; test reliability; basic CI/CD awareness; reporting and maintenance practices.",
      "entryRequirements": "Basic QA knowledge recommended; some programming familiarity helps but is not required for all tracks.",
      "duration": "6–10 weeks",
      "delivery": "Online (live) with guided exercises.",
      "startDatesNote": "Monthly intakes.",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/software-testing-automation.jpg",
      "imageAlt": "Software Testing Automation course"
    },
    {
      "slug": "software-testing-manual-qa-vocational",
	  "title": "Software Testing (Manual QA)",
      "shortDescription": "Build strong manual testing skills: test cases, bug reporting, and practical QA workflows.",
      "overview": "A practical manual QA course covering testing fundamentals, test design techniques, writing clear test cases, and reporting bugs professionally. You will practise on realistic scenarios and learn how QA supports product quality in agile teams.",
      "whoItsFor": "Beginners entering QA, career changers, and support staff moving into testing roles.",
      "whatYoullLearn": "Testing principles; test case writing; exploratory testing; defect lifecycle; bug reporting; regression testing; UAT support; agile QA workflows.",
      "entryRequirements": "Basic computer literacy and attention to detail.",
      "duration": "4–8 weeks",
      "delivery": "Online (live) with practice tasks and feedback.",
      "startDatesNote": "Monthly intakes.",
      "priceNote": "Pricing available on request.",
      "heroImage": "/course-images/vocational/software-testing-manual.jpg",
      "imageAlt": "Software Testing Manual QA course"
    }
  ]
}
